Revit 2024 API
UnitTypeId.SquareMetersPerKilowatt Property
 Square meters per kilowatt.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId SquareMetersPerKilowatt { get; }
Visual Basic
Public Shared ReadOnly Property SquareMetersPerKilowatt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SquareMetersPerKilowatt {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace